In [4]:
import pandas as pd

In [12]:
df_tennis = pd.read_csv("./datasets/tennis_matches.csv")
df_male = pd.read_csv("./datasets/male_players.csv")
df_female = pd.read_csv("./datasets/female_players.csv")

      name surname
0    Bobby   Riggs
1        X       X
2  Martina  Hingis
3  Mirjana   Lucic
4  Justine   Henin